Repository: wp-plugins/od-downloads-plugin
Catalog: od-downloads-plugin-*.po
Languages: cs_cz

source: Downloads
cs_cz: Soubory ke stažení

source: Downloads - Add new item
cs_cz: Soubory ke stažení - Přidej novou položku

source: Add item
cs_cz: Přidej nový

source: Downloads - Settings
cs_cz: Soubory ke stažení - Nastavení

source: Settings
cs_cz: Nastavení

source: No items selected
cs_cz: Nebyly vybrány žádné položky

source: Deleted items count:
cs_cz: Smazaných položek:

source: Edit item #
cs_cz: Edituj položku #

source: Title
cs_cz: Název

source: Thumbnail
cs_cz: Náhledový obrázek

source: File to download
cs_cz: Soubor ke stažení

source: Display this item on the public site?
cs_cz: Zobrazovat položku na stránkách?

source: Save
cs_cz: Uložit

source: Item was successfully updated.
cs_cz: Položka byla úspěšně aktualizována.

source: Multiple actions
cs_cz: Hromadné akce

source: Delete
cs_cz: Vymazat

source: Apply
cs_cz: Provést

source: Image file
cs_cz: Soubor obrázku

source: Display
cs_cz: Zobrazit

source: No items created yet.
cs_cz: Zatím nebyly ještě vytvořeny žádné položky.

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: File to download was not successfully uploaded to the server!
cs_cz: Soubor ke stažení nebyl úspěšně nahrán na server!

source: You can upload only images of <code>JPG</code> type!
cs_cz: Můžete nahrávat pouze obrázky typu <code>JPG</code>!

source: Image was not successfully uploaded!
cs_cz: Obrázek nebyl úspěšně nahrán na server!

source: Item was successfully created (with ID <code>
cs_cz: Položka byla úspěšně vytvořena (s ID <code>

source: Item was not successfully created!
cs_cz: Položka nebyla úspěšně vytvořena!

source: Title:
cs_cz: Název:

source: Thumbnail:
cs_cz: Náhledový obrázek:

source: Upload only images of the <code>JPEG</code> type (file extension <code>.jpg</code>). Uploaded images will be resized to width 146 of pixels.
cs_cz: Nahrávejte pouze obrázky typu <code>JPEG</code> (koncovka souboru <code>.jpg</code>). Nahrané obrázky budou zmenšeny na šířku 146 pixelů.

source: File to download:
cs_cz: Souborů ke stažení:

source: Settings updated.
cs_cz: Nastavení aktualizováno.

source: Insert ID of page, where you want to display downloads list:
cs_cz: Vložte ID stránky, kde chcete zobrazovat seznam položek ke stažení:

source: Insert relative path to downloads directory:
cs_cz: Vložte relativní cestu adresáře, ve kterém se budou ukládat soubory ke stažení:

source: Insert max. width for the thumbnail images:
cs_cz: Zadejte maximální šířku náhledových obrázků:

source: pixels
cs_cz: pixelů

source: Set the count of items displayed in the short list:
cs_cz: Nastavte maximální počet položek v krátkém seznamu:

source: items
cs_cz: položek

source: No items found.
cs_cz: Žádné položky nebyly nalezeny.

source: Widget of 'Downloads' plugin. It can displays list of files.
cs_cz: Widget pluginu 'Ke stažení'. Zobrazuje seznam nahraných souborů.

source: Files to download
cs_cz: Soubory ke stažení

source: Next
cs_cz: Další

source: Max. count of items
cs_cz: Max. počet položek

source: Display thumnails or plain links?
cs_cz: Zobrazovat náhledové obrázky nebo jen odkazy?
